[
  {
    "name": "Тайная жизнь",
    "year": "2019",
    "description": "История символа австрийского сопротивления, Франца Егерштеттера, отказавшегося сражаться за нацистов во Второй мировой войне. Когда Франц сталкивается с угрозой казни за измену, несмотря на многочисленные возможности ее избежать, он продолжает отстаивать свои убеждения, опираясь на веру и любовь своей семьи.",
    "director": "Терренс Малик",
    "image": "assets/img/hiddenLife.png",
    "status": "Last"
  },
  {
    "name": "Довод",
    "year": "2020",
    "description": "Мужчина сражается за спасение мира. Он путешествует через сумрачные реалии международного шпионажа, однако вскоре его миссия выходит за пределы реального хода вещей. Он сталкивается с инверсией — специальной техникой управления временем.",
    "director": "Кристофер Нолан",
    "image": "assets/img/tenet.png",
    "status": "New"
  },
  {
    "name": "Свадебный переполох",
    "year": "2001",
    "description": "Мало кто так хорошо разбирается в любви и браке, как Мэри Фиоре, ведь она — свадебный церемонимейстер. Однако ее собственная личная жизнь оставляет желать лучшего… Однажды, при весьма необычных обстоятельствах, Мэри знакомится со Стивом Эдисоном. Эта встреча заставила героиню фильма поверить в любовь.\n\nКаково же было ее разочарование, когда она узнала, что Стив должен жениться на очень богатой клиентке! Что победит в душе женщины: разум или чувства, трезвый расчет или любовь?",
    "director": "Адам Шенкман",
    "image": "assets/img/theWeddingPlanner.png",
    "status": "Last"
  },
  {
    "name": "Никогда, редко, иногда, всегда",
    "year": "2020",
    "description": "Две девушки-подростка из Пенсильвании отправляются в Нью-Йорк, чтобы прервать нежелательную беременность одной из них.",
    "director": "Элиза Хиттман",
    "image": "assets/img/never.png",
    "status": "Recommendation"
  },
  {
    "name": "Форрест Гамп",
    "year": "1994",
    "description": "От лица главного героя Форреста Гампа, слабоумного безобидного человека с благородным и открытым сердцем, рассказывается история его необыкновенной жизни.\n\nФантастическим образом превращается он в известного футболиста, героя войны, преуспевающего бизнесмена. Он становится миллиардером, но остается таким же бесхитростным, глупым и добрым. Форреста ждет постоянный успех во всем, а он любит девочку, с которой дружил в детстве, но взаимность приходит слишком поздно.",
    "director": "Роберт Земекис",
    "image": "assets/img/forrest3.png",
    "status": "Top"
  },
  {
    "name": "Мне двадцать лет",
    "year": "1964",
    "description": "Вернувшись из армии, 20-летний Сергей устраивается на ТЭЦ и вливается в обычную жизнь. Каждый день он встречается и проводит время с друзьями детства — молодым семьянином Славой и весельчаком Николаем, а однажды с первого взгляда влюбляется в незнакомку в автобусе. Эти ребята — первое поколение советских людей, которое сомневается и ищет своё место в жизни.",
    "director": "Марлен Хуциев",
    "image": "assets/img/20.png",
    "status": "Recommendation"
  },
  {
    "name": "Линкольн для адвоката",
    "year": "2011",
    "description": "Микки Холлер — блестящий и удачливый адвокат из Лос-Анджелеса, чей яркий имидж и образ жизни отлично дополняет его любимая машина «Линкольн». Очередное дело — нападение богатого клиента Луи Руле на проститутку сначала казалось легким, и он без труда добился оправдательного приговора для подзащитного. Но вскоре Микки понимает, что его клиент скрывает правду. Пока Холлер пытается вывести Руле на чистую воду, его подставляют по-крупному, и теперь уже угроза тюремного заключения нависает над самим Холлером.",
    "director": "Брэд Фурман",
    "image": "assets/img/linkoln.png",
    "status": "Recommendation"
  },
  {
    "name": "Джентльмены",
    "year": "2019",
    "description": "Один ушлый американец ещё со студенческих лет приторговывал наркотиками, а теперь придумал схему нелегального обогащения с использованием поместий обедневшей английской аристократии и очень неплохо на этом разбогател. Другой пронырливый журналист приходит к Рэю, правой руке американца, и предлагает тому купить киносценарий, в котором подробно описаны преступления его босса при участии других представителей лондонского криминального мира — партнёра-еврея, китайской диаспоры, чернокожих спортсменов и даже русского олигарха.",
    "director": "Гай Ричи",
    "image": "assets/img/gentlemen.png",
    "status": "Last"
  },
  {
    "name": "Интерстеллар",
    "year": "2014",
    "description": "Когда засуха, пыльные бури и вымирание растений приводят человечество к продовольственному кризису, коллектив исследователей и учёных отправляется сквозь червоточину (которая предположительно соединяет области пространства-времени через большое расстояние) в путешествие, чтобы превзойти прежние ограничения для космических путешествий человека и найти планету с подходящими для человечества условиями.",
    "director": "Кристофер Нолан",
    "image": "assets/img/interstellar.png",
    "status": "Last"
  },
  {
    "name": "Помни",
    "year": "2000",
    "description": "Леонард Шелби изысканно и дорого одет, ездит на новеньком «Ягуаре», но проживает в дешевых мотелях. Его цель в жизни — найти убийцу жены. Его проблема — редкая форма амнезии, потеря короткой памяти, помня все до убийства, он не помнит, что было пятнадцать минут назад.",
    "director": "Кристофер Нолан",
    "image": "assets/img/memento.png",
    "status": "Recommendation"
  },
  {
    "name": "Дюнкерк",
    "year": "2017",
    "description": "Фильм расскажет историю чудесного спасения более трехсот тысяч солдат в ходе Дюнкеркской операции, имевшей место в начале Второй мировой войны. События начинаются с окружения сотен тысяч британских и союзных войск силами противника. Пойманные в ловушку на пляже, и находясь спиной к морю, они сталкиваются лицом к лицу с неразрешимой ситуацией, тем временем как тиски противника сжимаются все сильнее и сильнее.",
    "director": "Кристофер Нолан",
    "image": "assets/img/dunkirk.png",
    "status": "Last"
  },
  {
    "name": "Достать ножи",
    "year": "2019",
    "description": "На следующее утро после празднования 85-летия известного автора криминальных романов Харлана Тромби виновника торжества находят мёртвым. Налицо — явное самоубийство, но полиция по протоколу опрашивает всех присутствующих в особняке членов семьи, хотя, в этом деле больше заинтересован частный детектив Бенуа Блан. Тем же утром он получил конверт с наличными от неизвестного и заказ на расследование смерти Харлана. Не нужно быть опытным следователем, чтобы понять, что все приукрашивают свои отношения с почившим главой семейства, но Блану достаётся настоящий подарок — медсестра покойного, которая физически не выносит ложь.",
    "director": "Райан Джонсон",
    "image": "assets/img/knife.png",
    "status": "Last"
  },
  {
    "name": "Начало",
    "year": "2010",
    "description": "Кобб — талантливый вор, лучший из лучших в опасном искусстве извлечения: он крадет ценные секреты из глубин подсознания во время сна, когда человеческий разум наиболее уязвим. Редкие способности Кобба сделали его ценным игроком в привычном к предательству мире промышленного шпионажа, но они же превратили его в извечного беглеца и лишили всего, что он когда-либо любил.\n\nИ вот у Кобба появляется шанс исправить ошибки. Его последнее дело может вернуть все назад, но для этого ему нужно совершить невозможное — инициацию. Вместо идеальной кражи Кобб и его команда спецов должны будут провернуть обратное. Теперь их задача — не украсть идею, а внедрить ее. Если у них получится, это и станет идеальным преступлением.\n\nНо никакое планирование или мастерство не могут подготовить команду к встрече с опасным противником, который, кажется, предугадывает каждый их ход. Врагом, увидеть которого мог бы лишь Кобб.",
    "director": "Кристофер Нолан",
    "image": "assets/img/inception.png",
    "status": "Last"
  },
  {
    "name": "Джокер",
    "year": "2019",
    "description": "Готэм, начало 1980-х годов. Комик Артур Флек живет с больной матерью, которая с детства учит его «ходить с улыбкой». Пытаясь нести в мир хорошее и дарить людям радость, Артур сталкивается с человеческой жестокостью и постепенно приходит к выводу, что этот мир получит от него не добрую улыбку, а ухмылку злодея Джокера.",
    "director": "Тодд Филлипс",
    "image": "assets/img/joker.png",
    "status": "Last"
  },
  {
    "name": "Зеленая книга",
    "year": "2018",
    "description": "1960-е годы. После закрытия нью-йоркского ночного клуба на ремонт вышибала Тони по прозвищу Болтун ищет подработку на пару месяцев. Как раз в это время Дон Ширли, утонченный светский лев, богатый и талантливый чернокожий музыкант, исполняющий классическую музыку, собирается в турне по южным штатам, где ещё сильны расистские убеждения и царит сегрегация. Он нанимает Тони в качестве водителя, телохранителя и человека, способного решать текущие проблемы. У этих двоих так мало общего, и эта поездка навсегда изменит жизнь обоих.",
    "director": "Питер Фаррелли",
    "image": "assets/img/greenBook.png",
    "status": "Last"
  },
  {
    "name": "Фаворитка",
    "year": "2018",
    "description": "Начало XVIII века. Идет война Англии с Францией. Тем не менее, жизнь в королевстве продолжается. Трон занимает болезненная королева Анна, и страной фактически руководит её близкая подруга леди Сара Мальборо. Когда во дворце появляется девушка Эбигейл, родственница леди Сары, та сначала определяет её работать на кухне. Но вскоре новенькая удачно находит лекарство для больной подагрой королевы, тогда Сара решает сделать её своей служанкой. Для Эбигейл это — шанс вернуться к своим аристократическим корням, и лучше не вставать у неё на пути.",
    "director": "Йоргос Лантимос",
    "image": "assets/img/theFavourite.png",
    "status": "Last"
  },
  {
    "name": "Маленькие женщины",
    "year": "2019",
    "description": "История взросления четырёх непохожих друг на друга сестер. Где-то бушует Гражданская война, но проблемы, с которыми сталкиваются девушки, актуальны как никогда: первая любовь, горькое разочарование, томительная разлука и непростые поиски себя и своего места в жизни.",
    "director": "Грета Гервинг",
    "image": "assets/img/littleWomen.png",
    "status": "Last"
  },
  {
    "name": "Кролик Джоджо",
    "year": "2019",
    "description": "Гитлеровская Германия. У немного стеснительного 10-летнего Йоханнеса Бетслера, члена Гитлерюгенда и большого поклонника официального курса, есть лучший друг — воображаемый Адольф Гитлер. Хоть мальчик сам ещё никак не научится завязывать шнурки, он отправляется на выходные в военно-патриотический лагерь, где, не решившись убить кролика, получает прозвище Кролик Джоджо. А после, пытаясь доказать окружающим свою смелость, парень случайно подрывается на гранате. Но вскоре у Джоджо появится более веская причина для волнения, чем собственные шрамы, — он выясняет, что мама прячет в доме еврейскую девушку.",
    "director": "Тайка Вайтити",
    "image": "assets/img/jojoRabbit.png",
    "status": "Last"
  },
  {
    "name": "Ford против Ferrari",
    "year": "2019",
    "description": "В начале 1960-х Генри Форд II принимает решение улучшить имидж компании и сменить курс на производство более модных автомобилей. После неудавшейся попытки купить практически банкрота Ferrari американцы решают бросить вызов итальянским конкурентам на трассе и выиграть престижную гонку 24 часа Ле-Мана. Чтобы создать подходящую машину, компания нанимает автоконструктора Кэррола Шэлби, а тот отказывается работать без выдающегося, но, как считается, трудного в общении гонщика Кена Майлза. Вместе они принимаются за разработку впоследствии знаменитого спорткара Ford GT40.",
    "director": "Джеймс Мэнголд",
    "image": "assets/img/fordvFerrari.png",
    "status": "Last"
  }
]

